Public Member Functions | List of all members
ACAPI::MEP::UniqueID Class Reference
MEP Element Manager
#include <MEPUniqueID.hpp>
 Inheritance diagram for ACAPI::MEP::UniqueID:
 Public Member Functions
UniqueID (const GS::Guid &, const API_Token &)
Detailed Description
Since
Archicad 27
Constructor & Destructor Documentation
◆ UniqueID()
 ACAPI::MEP::UniqueID::UniqueID  |  ( |  const GS::Guid &  |  ,
|  const API_Token &
)